aaron-bond.better-comments
alefragnani.project-manager
artdiniz.quitcontrol-vscode
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
cssho.vscode-svgviewer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dgileadi.java-decompiler
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
fwcd.kotlin
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
IBM.output-colorizer
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
karigari.chat
kenhowardpdx.vscode-gist
kisstkondoros.vscode-gutter-preview
KnisterPeter.vscode-github
kruemelkatze.vscode-dashboard
lostintangent.vsls-whiteboard
mads-hartmann.bash-ide-vscode
mhutchie.git-graph
mikestead.dotenv
ms-python.python
ms-vscode.Go
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.debugger-for-chrome
naco-siren.gradle-language
naumovs.color-highlight
nhoizey.gremlins
octref.vetur
oderwat.indent-rainbow
Pivotal.vscode-spring-boot
PKief.material-icon-theme
pnp.polacode
redhat.java
redhat.vscode-yaml
ritwickdey.LiveServer
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
silvenon.mdx
sozercan.slack
tht13.python
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vsls-contrib.spaces
wayou.vscode-todo-highlight
xyz.local-history
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zxh404.vscode-proto3
